Repository: halsbox/senaite.registries
Catalog: src/senaite/registries/locales/*/LC_MESSAGES/senaite.registries.po
Languages: ru

source: A Journal record.
ru: Запись журнала.

source: A registry for Journal entries.
ru: Реестр записей журнала.

source: Active
ru: Активный

source: Active storage must be set when Start date is set
ru: Должно быть указано активное место хранения при заданной дате начала

source: Add journal
ru: Добавить журнал

source: All
ru: Все

source: Archive
ru: Архивировать

source: Archive storage requires an End date
ru: Место хранения в архиве требует указанной даты окончания

source: Archived
ru: Архивирован

source: Attachment
ru: Вложение

source: Delete
ru: Удалить

source: End Date
ru: Дата окончания

source: End Using
ru: Завершить использование

source: End date
ru: Дата окончания

source: End date cannot be earlier than Start date
ru: Дата окончания не может быть раньше даты начала

source: Journal
ru: Журнал

source: Journal Registry
ru: Реестр журналов

source: Journal number between 1 and 100
ru: Номер журнала от 1 до 100

source: New
ru: Новый

source: No attachment
ru: Нет вложения

source: No registries available.
ru: Нет доступных реестров

source: Number
ru: Номер

source: Pre-archive
ru: Предархивация

source: Pre-archive storage must be set when End date is set
ru: Должно быть указано место хранения до архивации при заданной дате окончания

source: Registries
ru: Реестры

source: Responsible
ru: Ответственный

source: Responsible user
ru: Ответственный пользователь

source: Root folder for registries
ru: Корневая папка для реестров

source: Start Date
ru: Дата начала

source: Start Using
ru: Начать использование

source: Start date
ru: Дата начала

source: Start date must be set when End date is set
ru: При заданной дате окончания должна быть указана дата начала

source: Storage (active)
ru: Хранение (активный)

source: Storage (archive)
ru: Хранение (архив)

source: Storage (before archive)
ru: Хранение (до архивации)

source: Storage (pre-archive)
ru: Хранение (до архивации)

source: Storage location (archive)
ru: Место хранения (архив)

source: Storage location in use
ru: Место хранения в использовании

source: Title
ru: Название

source: Unarchive
ru: Разархивировать

source: Upload a scanned file for this journal
ru: Загрузите отсканированный файл для этого журнала

source: № n/a
ru: № н/д
